<template>
  <section class="resulting-info">
    <hr class="resulting-info__content-separator">

    <h1 class="resulting-info__title">Аспирин (Aspirin)</h1>

    <h2 class="resulting-info__section-title">
      Владелец регистрационного удостоверения
    </h2>
    <p class="resulting-info__paragraph">БАЙЕР, АО
      <span class="resulting-info__parentheses">
        (Россия)
      </span>
    </p>

    <h2 class="resulting-info__section-title">Произведено</h2>
    <p class="resulting-info__paragraph">BAYER BITTERFELD, GmbH
      <span class="resulting-info__parentheses">(Германия)</span>
    </p>

    <h2 class="resulting-info__section-title">Контакты для обращений</h2>
    <p class="resulting-info__paragraph">БАЙЕР АГ
      <span class="resulting-info__parentheses">(Германия)</span>
    </p>
    <p>Организация, принимающая
      <br/>
      претензии потребителей 
      <br/>
      АО &quot;БАЙЕР&quot;
      <br/>
      107113 Москва,
      <br/>
      ул. 3-я Рыбинская, д. 18, стр. 2
      <br/>
      Тел.: +7 (495) 231-12-00
      <br/>E-mail: ru.communications@bayer.com
    </p>

    <h2 class="resulting-info__section-title">Код АТХ</h2>
    <p class="resulting-info__paragraph">N02BA01
      <span class="resulting-info__parentheses">
        (Ацетилсалициловая кислота)
      </span>
    </p>

    <h2 class="resulting-info__section-title">Стандарт качества</h2>
    <p  class="resulting-info__paragraph">Ph. Eur
      <span class="resulting-info__parentheses">
        (Европейская фармакопея)
      </span>
    </p>

    <h2 class="resulting-info__section-title">Активное вещество</h2>
    <p class="resulting-info__paragraph">Ацетилсалициловая кислота
      <span class="resulting-info__parentheses">
        (acetylsalicylic acid)
      </span>
    </p>

    <div class="resulting-info__content content">
      <h2>Лекарственные формы</h2>
      <ul>
        <li>Таб. 500 мг: 10, 20 или 100 шт.</li>
      </ul>

      <h2>Форма выпуска, упаковка и состав препарата Аспирин</h2>

      <p> 
        <i><b>Таблетки</b></i> белого цвета, круглые, слегка двояковыпуклые, 
        скошенные к краю, с оттиском в виде фирменного знака 
        (&quot;байеровский&quot; крест) с одной стороны и &quot;ASPIRIN 0.5&quot; 
        с оборотной.
      </p>

      <table>
        <tr>
          <td></td>
          <td>
            <b>1 таб.</b>
          </td>
        </tr>
        <tr>
          <td>ацетилсалициловая кислота</td>
          <td>500 мг</td>
        </tr>
      </table>

      <p>
        <i>Вспомогательные вещества</i>: целлюлоза микрокристаллическая, 
        крахмал кукурузный.
      </p>

      <p>
        10 шт. - блистеры (1) - пачки картонные.
        <br>
        10 шт. - блистеры (2) - пачки картонные.
        <br>
        10 шт. - блистеры (10) - пачки картонные.
      </p>

      <h2>Клинико-фармакологическая группа</h2>
      <p>НПВС. Антиагрегант</p>

      <h2>Фармако-терапевтическая группа</h2>
      <p>НПВП</p>

      <h2>Фармакологическое действие</h2>
      <p>
        Ацетилсалициловая кислота (АСК) принадлежит к группе нестероидных 
        противовоспалительных препаратов (НПВП) и обладает обезболивающим, 
        жаропонижающим и противовоспалительным действием, что обусловлено ингибированием 
        энзимов циклооксигеназ, участвующих в синтезе простогландинов.
      </p>
      <p>
        АСК в диапазоне доз от 0.3 до 1.0 г применяется для снижения температуры при 
        таких заболеваниях, как простуда и грипп, и для облегчения суставных и мышечных 
        болей. АСК ингибирует агрегацию тромбоцитов, блокируя синтез тромбоксана А2 в 
        тромбоцитах.
      </p>

      <h2>Показания препарата Аспирин</h2>
      <ul>
        <li>
          для симптоматического облегчения головной боли, зубной боли, боли в горле, 
          боли при менструациях, боли в мышцах и суставах, боли в спине;
        </li>
        <li>
          повышенная температура тела при простудных и других инфекционно-воспалительных 
          заболеваниях (у взрослых и детей старше 15 лет).
        </li>
      </ul>

      <h2>Режим дозирования</h2>
      <p>Препарат предназначен для <b>взрослых и детей старше 15 лет</b>:</p>
      <p>
        При <i>болевом синдроме слабой и средней интенсивности и лихорадочных состояниях</i>
        разовая доза составляет 0.5 гепарина - 1 г, максимальная разовая доза - 1 г. 
        Интервалы между приемами препарата должны быть не менее 4 ч. Максимальная суточная 
        доза не должна превышать 3 г (6 таб.). 
      </p>
      <p>Принимать внутрь, после еды, запивая большим количеством жидкости.</p>
      <p>Длительность лечения (без консультации с врачом) не должна превышать 7 дней при 
        назначении в качестве обезболивающего средства и более 3 дней - в качестве 
        жаропонижающего средства.
      </p>

      <h2>Побочное действие</h2>
      <p>
        <i>Со стороны ЖКТ: </i>боли в животе, тошнота, рвота, изжога, явные (рвота с кровью, 
        дегтеобразный стул) или скрытые признаки желудочно-кишечного кровотечения, которые 
        могут приводить к железодефицитной анемии, эрозивно-язвенным поражениям (в том числе 
        и с перфорацией) желудочно-кишечного тракта, повышение активности печеночных ферментов.
      </p>
      <p>
        <i>Со стороны ЦНС: </i>головокружение и шум в ушах (обычно являются признаками 
        передозировки).
      </p>
      <p><i>Со стороны системы кроветворения: </i>повышенный риск кровотечения.</p>
      <p>
        <i>Аллергические реакции: </i>крапивница, анафилактические реакции, бронхоспазм, отек 
        Квинке.
      </p>

      <h2>Противопоказания к применению</h2>
      <ul>
        <li>эрозивно-язвенные поражения ЖКТ (в фазе обострения);</li>
        <li>геморрагический диатез;</li>
        <li>бронхиальная астма, индуцированная приемом салицилатов и других НПВП;</li>
        <li>сочетанное применение с метотрексатом в дозе 15 мг в неделю и более;</li>
        <li>I и III триместры беременности и период грудного вскармливания;</li>
        <li>повышенная чувствительность к АСК, другим НПВП или любым вспомогательным 
            веществам препарата.</li>
      </ul>
      <p>
        Препарат не назначают детям до 15 лет с острыми респираторными заболеваниями, 
        вызванными вирусными инфекциями, из-за риска развития синдрома Рейе (энцефалопатия 
        и острая жировая дистрофия печени с острым развитием печеночной недостаточности).
      </p>
      <p>
        С <i>осторожностью - </i>при сопутствующем лечении антикоагулянтами, подагре, 
        гиперурикемии, язвенной болезни желудка и/или двенадцатиперстной кишки (в анамнезе), 
        включая хроническое или рецидивирующее течение язвенной болезни, а также 
        желудочно-кишечные кровотечения; бронхиальной астме, полипозе носа, хронических 
        бронхолегочных заболеваниях; при нарушении функции почек и/или печени; во II 
        триместре беременности.
      </p>

      <h2>Применение при беременности и кормлении грудью</h2>
      <p>
        При необходимости применения препарата в период лактации грудное вскармливание 
        следует прекратить.
      </p>
      <p>
        Противопоказан к применению во I и III триместры беременности, во II триместре 
        требуется осторожность.
      </p>

      <h2>Применение при нарушениях функции печени</h2>
      <p>С <i>осторожностью </i> - при нарушении функции печени.</p>

      <h2>Применение при нарушениях функции почек</h2>
      <p>С <i>осторожностью </i>при нарушении функции почек.</p>

      <h2>Применение у детей</h2>
      <p>
        Препарат не назначают детям до 15 лет с острыми респираторными заболеваниями, 
        вызванными вирусными инфекциями, из-за риска развития синдрома Рейе (энцефалопатия 
        и острая жирован дистрофия печени с острым развитием печеночной недостаточности).
      </p>

      <h2>Особые указания</h2>
      <p>
        Детям до 15 лет нельзя назначать препарат, содержащий ацетилсалициловую кислоту, 
        поскольку в случае вирусной инфекции повышается риск возникновения синдрома Рейе.
      </p>
      <p>
        Ацетилсалициловая кислота может вызвать бронхоспазм, приступ бронхиальной астмы 
        или другие реакции повышенной чувствительности. Факторами риска являются наличие 
        бронхиальной астмы в анамнезе, лихорадки, полипов носа, хронических бронхолегочных 
        заболеваний, случаев аллергии в анамнезе (аллергические риниты, высыпания на коже).
      </p>
      <p>
        Ацетилсалициловая кислота может повышать склонность к кровоточивости, что связано 
        с ее ингибирующим влиянием на агрегацию тромбоцитов. Это следует учитывать при 
        необходимости хирургического вмешательства, включая небольшие вмешательства, как 
        удаление зуба. Перед хирургическим вмешательством, для уменьшения кровоточивости 
        в ходе операции и в послеоперационном периоде, следует отменить приме препарата 
        за 5-7 дней и поставить в известность врача.
      </p>
      <p>
        Ацетилсалициловая кислота уменьшает выведение мочевой кислоты из организма, что 
        может стать причиной острого приступа подагры у предрасположенных пациентов.
      </p>

      <h2>Передозировка</h2>
      <p><i>Симптомы</i></p>
      <p>
        <i>Для передозировки средней тяжести характерны </i>тошнота, рвота, шум в ушах, 
        нарушение слуха, головная боль, головокружение и спутанность сознания. Эти симптомы 
        проходят при снижении дозы препарата.
      </p>
      <p>
        <i>Для передозировки тяжелой степени тяжести характерны </i>лихорадка, гипервентиляция, 
        кетоз, респираторный алкалоз, метаболический ацидоз, кома, кардиогенный шок, дыхательная 
        недостаточность, выраженная гипогликемия.
      </p>
      <p>
        <i>Лечение: </i>госпитализация, лаваж, прием активированного угля, контроль 
        кислотно-щелочного баланса, щелочной диурез для получения значений рН мочи в пределах 
        7.5-8.0 (форсированный щелочной диурез считается достигнутым, когда концентрация 
        салицилата в крови составляет более 500 мг/л (3.6 ммоль/л) у взрослых и 300 мг/л 
        (2.2 ммоль/л) у детей), гемодиализ, возмещение потери жидкости, симптоматическая терапия.
      </p>

      <h2>Лекарственное взаимодействие</h2>
      <p>
        Ацетилсалициловая кислота усиливает токсичность метотрексата, эффекты наркотических 
        анальгетиков, других НПВП, гипогликемических средств для приема внутрь, гепарина, 
        непрямых антикоагулянтов, тромболитиков - ингибиторов агрегации тромбоцитов, 
        сульфаниламидов (в т.ч. ко-тримоксазола), трийодтиронина; снижает - урикозурических 
        препаратов (бензбромарон, пробенецид). гипотензивных средств и диуретиков (спиронолактон, 
        фуросемид).
      </p>
      <p>
        Глюкокортикостероиды, алкоголь и этанолсодержащие препараты увеличивают повреждающее 
        действие на слизистую оболочку ЖКТ, повышают риск развития желудочно-кишечных кровотечений.
      </p>
      <p>
        Ацетилсалициловая кислота повышает концентрацию дигоксина, барбитуратов и препаратов 
        лития в плазме крови.
      </p>
      <p>
        Антациды, содержащие магния и/или алюминия гидроксид, замедляют и ухудшают всасывание 
        ацетилсалициловой кислоты.
      </p>

      <h2>Условия хранения препарата Аспирин</h2>
      <p>Хранить при температуре не выше 30&deg;С, в недоступном для детей месте.</p>

      <h2>Срок годности препарата Аспирин</h2>
      <p>Срок годности - 5 лет.</p>

      <h2>Условия реализации</h2>
      <p>Без рецепта.</p>
    </div>
  </section>
</template>

<script setup>
</script>

<style lang="less">
  .resulting-info {
    &__content-separator {
      margin: 40px 0 20px;
      padding: 0;
      height: 6px;
      border: none;
      background: linear-gradient(
        to right, 
        @islamic_green 0%, 
        @light_lime 50%, 
        @white 100%);
    }

    &__title,
    &__section-title {
      margin: 1.3rem 0 0.8rem;
      color: @indian_green;
      font-weight: 700;
    }

    &__title {
      font-size: 22px;

      @media @bw1170 {
        font-size: 20px;
      }

      @media @bw768 {
        font-size: 18px;
      }
    }

    &__section-title {
      font-size: 20px;

      @media @bw1170 {
        font-size: 18px;
      }

      @media @bw768 {
        font-size: 16px;
      }
    }

    &__paragraph {
      margin-bottom: 23px;
      color: @islamic_green;
      font-weight: 500;
      text-align: justify;

      @media @bw768 {
        margin-bottom: 18px;
      }
    }

    &__parentheses {
      color: @pearl;
      font-size: 13px;

      @media @bw768 {
        font-size: 11px;
      }
    }
  }
</style>